Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/olggosaddimet/raporttat/sami_giellalaga_ollauvvan_jagiin_2004-2006.pdf.tmx
Source language: sme
Languages: smn

source: Oassi orgánain leat dakkárat, maid
smn: Uási vuástáväldeepeelijn láá tagareh, kiäi virgeke

source: virgegeatnegasvuođaide ee. hálddahusmeannudanlága vuođul jearahallamii vástideapmi gullá, ja
smn: nigâsvuođáid el. haldâšemlattimlaavâ vuáđuld koijâdâlmân västidem kulá, já meid peleh, kiäid ij

source: maiddái orgánat, maid ii sáhte geatnegahttit vástidit (ee. sámesearvvit).
smn: pyevti kenigittiđ västidiđ (el.

source: Gažaldatskovit
smn: sämiseervih).

source: doaimmahuvvojedje 169 sierra orgánai, ja daidda fitnašuvve 109 vástádusa jogo gažaldatskoviin,
smn: Koččâmâšluámáttuvah toimâttuvvojii 169 jieškote-uv piälán, já toid finnejuvvojii 109 vástádâssâd jo-uv koččâmâšluámáttuvâin, ciälkkámušâin tâi

source: cealkámušain dahje almmuhusain ahte sámi giellaláhka ii guoskka namuhuvvon orgána.
smn: almootmáin et säämi kielâlaahâ ij kuoskâ sii.

source: Vástádusproseantan šattai dán vuođul 65 %.
smn: Västidemprosenttân šoodâi taan vuáđuld 65 %.

source: Čieža orgána almmuhedje, ahte sámi giellaláhka ii sin
smn: Čiččâm peellid almottii, et säämi kielâlaahâ ij kuoskâ sii.

source: Lassin okta orgána almmuhii, ahte sámi giellaláhka ii guoskka dan, muhto das
smn: Lasseen ohtâ peeli almottij, et säämi kie

source: fuolakeahttá dat almmuhii ahte čuovvu sámi giellalága. Go guorahallá virgeoapmahašorgánaid
smn: lâlaahâ ij kuoskâ tom, mut tast peerusthánnáá tot almottij, et nuávdit säämi kielâlaavâ.

source: vástádusproseantta, nuppiid sániiguin eretváldojit orgánain sámesearvvit ja bálgosat,
smn: tâlmáin virgeomâhâšpeelij vástidemprooseent, ađai váldojeh meddâl sämiseervih já palgâseh, šadda

source: vástádusproseantan boahtá 75 % (134 sáddejuvvon orgána ja 100 vástádusa).
smn: västidemprosenttân 75 % (134 vuolgâttum peellid já 100 vástádâssâd).

source: Sámeservviid oasil
smn: Sämiseervij uásild västidem

source: vástádusproseanta lea 36 % (8 vástádusa).
smn: prooseent lii 36 % (8 vástádâs).

source: Bálgosiin dušše okta bálggus vástidii jearahallamii ja
smn: Palgâsijn tuše ohtâ västidij koijâdâlmân já palgâsij ovtâstume

source: Oppalašvuohtan sáhttá árvvoštallat, ahte vástádusproseantta sáhttá doallat luohtehahttin ja doarvái
smn: västidij oovtâ luámáttâhân. Oleslávt puáhtá árvuštâllâđ, et västidemprooseent puáhtá toollâđ

source: viiddisin go guorahallojit sierra orgánain boahtán vástádusat daid orgánaid ektui, geaidda
smn: lyetittitten já kelijdeijen ko tarkkuustâlloo jieškote-uv peelijn puáttám vástádâsâid toi peelij iähtun,

source: gažaldatskovit leat sáddejuvvon.
smn: kiäid koččâmâšluámáttuvah láá vuolgâttum.

source: Tabeallai 1 leat čohkkejuvvon sámiid ruovttuguovllu gielddain ja
smn: Tavlustâhân 1 láá čuákkejum sämikuávlu kieldâin já

source: stáhta ossodagain ožžojuvvon vástádusaid mearit ja sullalas vástádusproseanttat daid osiin, go daid
smn: staatâ ohtâduvâin finnejum vástádâsâi mereh já sunde čäittee västidemprosenteh toi oosijn, ko taid

source: lea sáhttán rehkenastit.
smn: lii puáhtám rekinistiđ.

source: Oppalaččat árvvoštallo, ahte jearahallandutkan addá luohtehahtti bohtosa, go
smn: Almoslávt árvuštâlloo, et koijâdâllâmtutkâmuš addel lyetittittee puáttus, ko

source: stuorra váldosis, nugo dánge jearahallandutkamis, vástádusproseanta lea badjel 30 %.
smn: stuorrâ váldusist, tegu taam-uv koijâdâllâmtutkâmušâst, västidemprooseent lii paijeel 30 %.

source: Sáhttá dadjat, ahte buot guovddáš orgánat leat vástidan jearahallamii (gč. mielddus 8).
smn: Puáhtá ettâđ, et puoh kuávdášlâš peleh láá västidâm koijâdâlmân (kj. lahtos 8).

source: Stuorámus
smn: Stuárráámus váá

source: váilevuohta ja eanemuš fuomášanveara lea dat, ahte Soađegili gielda lea áidna gielda, gos ii leat
smn: juvvuotâ já merhâšitteemus lii tot, et Suáđigil kieldâ lii áinoo kieldâ, mast ij lah macâttum ohtâgin

source: máhcahuvvon oktage gažaldatskovvi 1.
smn: koččâmâšluámáttâh 1.

source: Soađegilli oažžu eanemus sámiid ruovttuguovllu gielddain
smn: Suáđigil uážžu enâmustáá sämikuávlu kieldâin kyevtikielâlâšvuođâtorjuu

source: guovttegielatvuođaruđa gieldda ássiidmeari vuođul, ja jearahallamii vástitkeahttá guođđin
smn: kieldâ ässeelohomere vuáđuld, já koijâdâlmân västidhánnáá kyeđđim loptee táin oosijn koččâmâ

source: bohciidahttá dáid osiin gažaldagaid. Prošeavtta prošeaktabargi lea vel erenomážit váldán oktavuođa
smn: Tooimâ proojeektpargee lii vala sierâ váldám ohtâvuođâ kieldâ ovdâsvástádâsulmui já adelâm

source: gieldda vástuolbmui ja addán lassiáigge vástádusaide, muhto gažaldatskovit eai máhcahuvvon lasi
smn: laseääigi vástádâssáid, mut koččâmâšluámáttuvah iä macâttum lase ohtâvuođâväldim maŋa.

source: oktavuohtaváldima maŋŋá.
smn: paateent- já registerhaldâttâs.

source: Nubbi váilevuohta lea nuortalašráđi ja nuortalaččaid giličoahkkima vástádusaid váilun.
smn: váájuvvuotâ lii nuorttâlâšrääđi já nuorttâsämmilij sijdâčuákkim vástádâsâi váilum.

source: Nuortalašráđi vástádusat ledje sáddejuvvon sámediggái ráđi bargi mielde, muhto vástádusat eai lean boahtán
smn: Nuorttâlâšrääđi pargee mield vástádâsah lijjii postâdum sämitiigán, mut vástádâsah iä lamaš puáttám sämitiigán.

source: Borgemánus 2007 nuortalašráđis bivdui ahte vástidit jearahallamii vel nuppe geardde.
smn: Porgemáánust 2007 pivdui nuorttâlâšrääđi västidiđ koijâdâlmân vala nube keerdi.

source: Doppe ii lean goittotge boahtán vástádus 29.9. rádjai.
smn: Tobbeen ij lah kuittâg puáttám vástádâs 29.9. räi.

source: Tabealla 1 Sámiid ruovttuguovllu gielddaid ja stáhta ossodagaid vástádusat ja vástádusproseanttat
smn: Tavlustâh 1 Sämikuávlu kieldâi já staatâ ohtâduvâi vástádâsah já västidemprosenteh

source: Orgána Bargiidmearri jagi 2006 loahpas
smn: Peeli Pargei meeri ive 2006 loopâst

source: Máhcahuvvon skovit (skovit 1, 2, 3 ja 6) Vástádusproseanta
smn: Macâttum luámáttuvah (luámáttuvah 1, 2, 3 já 6) Vástádâs- prooseent

source: Eanodaga gielda 39 % Muonio-Eanodaga álbmotdearvv. barggu gieldaovttastupmi 64,2 55 %
smn: Iänuduv kieldâ 39 % Muonio-Iänuduv aalmugtiervâsvuođâpargo kieldâovtâstume 64,2 55 %

source: Anára gielda 426,38 43 % Soađegili gielda 513 fásta + 166 mearreáigásaš bargit 51 %; + mearreáig. 38 % Ohcejoga gielda n. 130 45 % Davvi-Lappi guovloovttasbarggu gieldaovttastupmi 50 %
smn: Aanaar kieldâ 426,38 43 % Suáđigil kieldâ 513 fastâ + 166 meriáigásâš pargeeh 51 %; + meriáigásâš 38 % Ucjuv kieldâ suullân 130 45 % Tave-Laapi kuávluohtsâšpargo kieldâovtâstume 50 %

source: Meahciráđđehus, Lappi luondobálvalusat 9,8 %
smn: Meccihaldâttâs, Laapi luándupalvâlusah 9,8 %

source: Davvi-Lappi luondduguovddáš 71 % Njuorggáma rádjegozáhus 75 % Rádjejeagárkomppania 63 % Njávdáma rádjegozáhus 63 % Rádjejovsseba rádjegozáhus 4 % Virtaniemi rádjegozáhus 42 % Meahciráđđehus / meahccedoaibma Nuorta-Lappi 2 %
smn: Paje-Laapi luándukuávdáš 71 % Njuárgám räjikocceemsajattâh 75 % Räjijáágárkomppania 63 % Njiävđám räjikocceemsajattâh 63 % Räji-Joovsep räjikocceemsajattâh 4 % Virdáánjaargâ räjikocceemsajattâh 42 % Meccihaldâttâs / meccitoimâ Nuorttâ-Lappi

source: Anára vuoigatvuođaveahkki ?
smn: Aanaar vuoigâdvuođâiše ?

source: - Lappi ortodoksalaš searvegoddi ?
smn: - Laapi ortodoksâlâš servikodde ?

source: - Ohcejoga vuoigatvuođaveahkki ?
smn: - Ucjuv vuoigâdvuođâiše ?

source: - Soađegili gihligoddedoaimmahat 60 % Anár- Ohcejohka gihligoddi 48 % Anára searvegoddi 35 % Ohcejoga searvegoddi ?
smn: - Suáđigil kihlekodevirgádâh 60 % Aanaar-Ucjuv kihlekodde 48 % Aanaar servikodde 35 % Ucjuv servikodde ?

source: - Giehtaruohttasa gihligoddi 87 % Lappi heahteguovddáš 71 % Gihttela vuoigatvuođaveahkked.
smn: - Kietâruottâs kihlekodde 87 % Laapi etikuávdáš 71 % Kittâl vuoigâdvuođâišetoimâttâh, Iänuduv uálgitoimâttâh

source: ÁEL Anár 125 % Davvi-Lappi bargofápmodoaimmahat, Soađegili doaibmabáiki
smn: AIL Aanaar 125 % Tave-Laapi pargovyeimitoimâttâh, Suáđigil toimâpäikki 10 %

source: Duottar-Lappi luondduguovddáš 125 % ÁEL Muonio 150 % ÁEL Eanodaga siidovuostáiváldin 100 % Lappi eanamihtidandoaimmahat 2 % Soađegili searvegoddi - Davvi-Lappi vearrodoaimmahat (Muonio, Soađegili ja Avvila doaibmabáikkit) 74 %
smn: Tuodâr-Laapi luándukuávdáš 125 % AIL Muonio 150 % AIL Iänuduv uálgivuástáväldim 100 % Laapi eennâmmittedemlájádâs 2 % Suáđigil servikodde - Tave-Laapi viärutoimâttâh (Muonio, Suáđigil já Avveel toimâpääihih) 74 %

source: Duottar-lappi bargofápmodoaimmahat, Eanodaga doaibmabáiki
smn: Tuodâr-Laapi pargovyeimitoimâttâh, Iänuduv toimâpäikki -

source: Soađegili ÁEL 88 % Davvi-Lappi bargofápmodoaimmahat Ohcejohka
smn: Suáđigil AIL 88 % Tave-Laapi pargovyeimitoimâttâh Ucjuuhâ 71 %

source: Meahciráđđehus, Gilbbesjávrri luondodállu -
smn: Meccihaldâttâs, Kilbisjäävri luándutáálu -

source: Davvi tuollobiire - Ohcejoga tuollu ?
smn: Taavaapiälááš tullipirrâdâh - Ucjuv tulli ?

source: - Lappi magistráhta, Gihttela ovttadat 100 % Soađegili vuoigatvuođaveahkked.
smn: - Laapi maistraat, Kittâl ohtâdâh 100 % Suáđigil vuoigâdvuođâišetoimâttâh 100 %

source: 100 % Lappi rádjegozáhus -
smn: Laapi räjikosáttâh -

source: Bargoveahkamearri vuođđuduvvá servoša vástuolbmo almmuhan jagi 2006 loahpa bargoveahkamearrái dahje juos dat
smn: Pargei meeri vuáđuduvá siärvus ovdâsvástádâsulmuu almottem ive 2006 loopâ pargei miärán tâi jis taggaar ij lah kevt

source: ii leat anus, de ovttadaga hoavdda almmuhussii.
smn: timnáál, te ohtâduv hoovdâ almottâsân.

source: Vástádusproseanttat eai leat absoluhtalaččat, muhto sula addit, go omd. mearreáigásaččaid geavaheapmi molsašuddá sierra jagiidáiggiin.
smn: Västidemprosenteh iä lah absoluutliih, pic sundeadeleijeeh, ko ovdâm. meriáisij kevttim muttuustâl jieškote-uv iveaaigijn.

source: Muhtin dáhpáhusain, mas vástádusproseanta lea badjel 100 % hoavda lea várra deavdán nu hoavdda go bargi skoviid dahje bargoveahkamearri lea nuppástuvvan jagi 2006 loahpas.
smn: Motomijn tilálâšvuođâin, mast västidemprooseent lii paijeel 100 % lii hovdâ vissâ-uv tiävdám sehe hoovdâ já pargee luámáttuvâid tâi pargei meeri lii muttum ive 2006 loopâst.

source: stáhta orgánain bohte 214 vástádusa.
smn: ohtâduvâin maccii 214 vástádâssâd.

source: Sámiid ruovttuguovllu olggobeale orgánain bohte 51
smn: Sämikuávlu ulguupiäláá peelijn maccii 51 vástádâssâd / almot

source: vástádusa / almmuhusa / cealkámuša.
smn: tâssâd / cilkkámuššâd.

source: Sámeorganisašuvnnain bohte oktiibuot 77 vástádusa ja sámeservviin 8.
smn: Sämiorganisaatioin pottii ohtsis 77 vástádâssâd já sämiseervijn 8.

source: Oktiibuot vástádusat bohte 956 st..
smn: Ohtsis vástádâsah pottii 956 pittád.

source: Sámegielat vástádusaid mearri lea čilgejuvvon tabeallai mildosis 9.
smn: Sämikielâlâš vástádâsâi meeri lii sierânistum tavlustâhân lahtosist 9.

source: Čielggadeami diehtointreassan lea čielggadit sámi giellalága ollašuvvama kvantitatiivvalaččat,
smn: Čielgiittâs tiäđuintres lii tarkkuustâllâđ säämi kielâlaavâ olášume kvantitatiivlávt, koččâmâšluá

source: gažaldatskoviid bokte ožžojuvvon dieđu vehkiin.
smn: máttuvâi pehti finnejum tiäđu vievâst.

source: Gažaldatskovvemateriála viidodaga dihte
smn: Koččâmâšluámáttâhamnâstuv vijđesvuođâ keežild koččâmâš

source: gažaldatskoviid dihtorii čáliheapmi ostui oastobálvalussan olggobeale fitnodagas.
smn: luámáttuvâi tiäturân vyeijim ostui uástupalvâlussân ulguupiäláá finnoduvâst.

source: Dutkanmateriála
smn: Tutkâmamnâstâh

source: vuddjui SPSS for Windows 15.0 – prográmmaide.
smn: vuoijui SPSS for Windows 15.0 – ohjelmân.

source: Dutkanmateriála analyserema barge fidnu
smn: Tutkâmamnâstuv analystem tovváin tooimâ proo

source: prošeaktabargi ovttas olggobeale fitnodagain, mii vástidii analyserema teknihkalaš ollašuhttimis.
smn: jeektpargee oovtâst ulguupiäláin finnoduvváin, mii västidij analystem teknisâš olášutmist.

source: Go čielggadeami dárkkuhussan lei čielggadit sámi giellalága ollašuvvama, aitosaš kvantitatiivvalaš
smn: čielgiittâs uáivilin lâi čielgiđ säämi kielâlaavâ olášume, te eidusâš miärálâš tutkâmušlâš vyevih já

source: dutkanvuogit ja statistihkalaš testemat guđđojedje barggakeahttá ja deattuhuvvui govvideaddji
smn: lovottuvlâš testaameh kuáđđojii porgâhánnáá já riemmui valdâleijee amnâstuv pyevtitmân.

source: Mearálaš d. kvantitatiivvalaš dutkama álgovuođđu lea luonddudiehtagiin.
smn: Miärálâš ađai kvantitatiivlâš tutkâm algâruottâseh láá luándutiettust.

source: Dan vehkiin lea
smn: Ton vievâst lii halijdum

source: háliiduvvon, ahte gávdnojit ihtagiid dahje áššiid gaskasaš jeavddalaš oktavuođat.
smn: kavnâđ almoonmij tâi aašij koskâsâš merikoskâmiäldásâš ohtâvuođâid.

source: figgá čoaggit objektiivvalaš dieđuid, mii boahtá njuolgga fuopmášumiin ja logalaš jurddašeamis,
smn: Miärálâš tutkâm viggá nuurrâđ objektiivlâš tiäđu, mii lii vuálgus njuálgu áiccuhuámmášuumeest já loogilâš juurdâšmist,

source: mii vuođđuduvvá áiccuide.
smn: mii vuáđuduvá huámmášuumijd.

source: Dutkančuozáhat lea dábálaččat dárkilit ráddjejuvvon ja
smn: Tutkâmčuásáttâh lii táválávt tärkkilávt räijejum já huámmášume

source: áiccastatmateriála galgá heivet mearálaš d. numeralaš mihtideapmái.
smn: amnâstâh kalga heiviđ miärálâš ađai nummeerlâš mittedmân.

source: Bohtosat ja jurddabohtosat
smn: Puátuseh já juurdâpuátuseh vuáđudu

source: vuođđuduvvet áiccastatmateriála statistihkalaš analyseremii, ee. govvideapmái proseantatabeallaid
smn: veh huámmášumeamnâstuv lovottuvlâš analystmân, el. valdâlmân prooseenttavlustuvâi vievâst já

source: vehkiin ja bohtosiid mearkkašumi statistihkalaš testemii.
smn: puátusij merhâšitteevuođâ lovottuvlâš testaamân.

source: Kvantitatiivvalaš dutkan govvida ja tulko
smn: Kvantitatiivlâš tutkâm kovvee já tulkkoo almoon

source: ihtagiid diehtaga almmolaš logihka mielde ovddidemiin nu dárkkes mihtidanvugiid go vejolaš,
smn: mijd tiettuu almos logiika miäldásávt oovdedmáin nuuvt tärhis mettedemvuovijd, ko máhđulâš,

source: čoaggimiin dutkanmateriálaid omd. mávssolaš veahkadatváldosiid vuođul ja heivehemiin
smn: nurâmáin tutkâmamnâstuvâid ovdâm. ovdâsteijee aalmugváldusij vuáđuld já heivitmáin lovottâh

source: statistihkkadiehtaga vugiid ožžojuvvon materiálaidda rivttes jurddabohtosiid oažžuma várás.
smn: tiettuu vuovijd finnejum amnâstuvváid rievtis juurdâpuátusij tohâmân.

source: Skovvejearahallandiehtu gehččojuvvo dábálaččat kvantitatiivvalaš diehtun.
smn: Luámáttâhkoijâdâllâmtiätu luokittâlloo iänááš kvantitatiivlâš tiättun.

source: Gažaldatskoviin oassi gažaldagain leat rahpasat ja juohke gažaldatskovi loahpas lea sadji
smn: Koijâdâllâmluámáttuvâin uási koččâmâšâin láá ávusmielâliih já jyehi koččâmâšluámáttuv loopâst lii

source: ovdanbuktit iežas oainnuid sámi giellalágas ja dan doaibmilvuođas.
smn: saje oovdânpyehtiđ jieijâs jurduid säämi kielâlaavâst já ton toimâmvuođâst.

source: Gažaldagaid vástádusat leat
smn: Koččâmâšâi vástádâsah

source: merkejuvvon doaibmasurggiid mielde ja dat geavahuvvojit analyysaoasis ja teaksta hábmejuvvo
smn: láá litteristum toimâsuorgij mield já toh kiävttojeh analyysuásist já tekstâ kieđâvuššoo táárbu mield

source: dárbbu mielde nu, ahte vástideaddjiid identitehta ii sáhte dovdat.
smn: nuuvt, et västideijee persovnvuođâ ij pyevti tubdâđ.

source: Hoavddaide dárkkuhuvvon skoviid rabas dieđuide čujuhuvvo teavttas ossodagaid mielde, ii goittotge namain, go hoavddaid
smn: Hovdáid čujottum luámáttuvâi ávus tiäđoid čujottuvvoo teevstâst ohtâduvâi mield, ij kuittâg noomáin, ko hoovdâi uáinuh nabdojeh lemin

source: oainnut gehččojit ovddastit bargoservoša oaivila.
smn: siämmááh ko pargosiärvus uáinu.

source: 1.3 Ulbmil ja mearkkašupmi
smn: 1.3 Ulme já merhâšume

source: Sámedikki giellaráđđi lea meroštallan čoahkkimis 1/2005 sámi gielladiliid čielggadeaddji dutkama
smn: Sämitige kielârääđi lii miäruštâllâm čuákkimistis 1/2005 sämikielâ tile čielgejeijee tutkâm uáivil já

source: dárkkuhusa ja sisdoalu.
smn: siskáldâs.

source: Sámi gielladiliid čielggadeaddji dutkan meroštallui juohkásit sisdoalu
smn: Sämikielâ tile čielgejeijee tutkâm miäruštâllui juáhásiđ siskáldâsâs peeleest kuulmâ

source: beales golmma guorahallančuozáhahkii ja ulbmilii, mat leat sámegiela geavaheapmi, sámi
smn: tarkkuustâllâmčuásáttâhân já mittomiärán, maid láá sämikielâ kevttim, säämi kielâlaavâ olášume já

source: giellalága ollašuhttin ja virgeoapmahaččaid sámegiela dáidu.
smn: virgeomâhái sämikielâ táiđu.

source: Sámiid sámegiela geavaheami dutkan
smn: Sämmilij sämikielâ kevttim tutkâm ferttij resurssij vááijuvvuođâ

source: guđđui eret resurssaid váiluma dihte dán giellalága doaibmilvuođa gieđahalli čielggadeami
smn: keežild kyeđđiđ taan kielâlaavâ toimâmvuođâ kieđâvuššee čielgiittâs ulguubel, veikkâ tarkkuustâl

source: olggobeallái, vaikke guorahallančuozáhat livččii erenomáš dehalaš sámi giellalága váikkuhusaid ja
smn: lâmsaje ličij eromâš tehálâš säämi kielâlaavâ vaikuttâsâi já olášume árvuštâldijn.

source: Čielggadeami ulbmilin lea buktit ovdan man bures jagi 2004 álggus fápmui boahtán ođasmahtton
smn: Čielgiittâs ulmen lii pyehtiđ uáinusân, mon pyereest ive 2004 aalgâst vuáimán šoddâm uđâsmittum

source: sámi giellaláhka lea ollašuvvan sámiid gielalaš vuoigatvuođaid dáfus.
smn: säämi kielâlaahâ lii olášum sämmilij kielâlâš vuoigâdvuođâi tááhust.

source: Dárkkuhussan lea dutkat
smn: Uáivilin lii tutkâđ sämmilij

source: sámiid gielalaš vuoigatvuođaid ollašuvvama nu dárkilit go vejolaš doaibmasurggiid mielde
smn: kielâlâš vuoigâdvuođâi olášume uáli ovtâskâssajasávt toimâsyergimiäldásâš koččâmâšluámáttuvâi

source: gažaldatskoviid vehkiin sierra stáhta virgeoapmahaččain, duopmostuoluin, sámiid ruovttuguovllu
smn: vievâst jieškote-uv staatâ virgeomâháin, tuámustoovlijn, sämikuávlu kieldâlâš virgeomâháin, kiel

source: gieldda virgeoapmahaččain, gieldaovttastumis ja maiddái stáhta dahje gieldda oamastan
smn: dâovtâstumijn sehe staatâ tâi kieldâ omâstem siärvásijn já finnodâhlájádâsâin sämikuávlust.

source: Dehalaš lea viidásabbot oažžut
smn: Tehálâš

source: čielgasa man bures sámi giellalága dovdet gielddaid ja stáhta bargiid ja virgeoapmahaččaid
smn: lii ain-uv finniđ čielgâsân, mon pyeri lii säämi kielâlaavâ tubdâmuš kieldâi já staatâ pargei já

source: gaskavuođas ja leatgo sámi giellalágas čuvvon nuppástusat virgeoapmahaččaid sámegiela
smn: virgeomâhái koskâvuođâst já láá-uv säämi kielâlaavâ keežild šoddâm nubástusah virgeomâhái

source: geavaheapmái ja doibmii.
smn: sämikielâ kevttimân já tooimân.

source: Virgeoapmahašdásis lea dehalaš dutkat, mo virgeoapmahaččaid
smn: Virgeomâhâštääsist lii tehálâš tutkâđ, maht virgeomâhái tieđettem

source: dieđiheapmi lea ollašuvvan sámegielain.
smn: lii olášum sämikielân.

source: Dárkilis virgeoapmahaščilgehus doaibmasurggiid mielde
smn: Ovtâskâssajasâš virgeomâhâšsierriistâllâm toimâsuorgijmield addel máhđu

source: addá vejolašvuođa guorahallat maid orgánain giellaláhka lea doaibmil ja gos galgá ovddidit.
smn: lâšvuođâ tarkkuustâllâđ, moin peelijn kielâlaahâ lii tuáimee já kost ličij ovdedem tárbu.

source: Sámiid sámegiela geavaheapmi ja oainnut sámi giellalága ollašuvvamis dutkojit sámeservviid ja
smn: Sämmilij sämikielâ kevttim já uáinuid säämi kielâlaavâ olášuumeest tutkoo sämiseervij já sämior

source: čielggaduvvot sámiid ruovttuguovllu gielddaid ja stáhta bargiide dárkkuhuvvon gažaldatskoviiguin
smn: ganisaatioi uáinui pehti. Kielâkevttei uáinuh láá viggum čielgiđ sämikuávlu kieldâi já staatâ pargeid

source: ja sámeorganisašuvnnaide, sin bargiide ja sámeservviide oaivvilduvvon gažaldatskoviiguin.
smn: čujottum koččâmâšluámáttuvâiguin sehe sämiorganisaatioid, sii pargeid já sämiservijd čujottum

source: Čielggadeami nubbi ulbmil lea oalle geavatlaš: mii lea virgeoapmahaččaid ja bargiid sámegiela
smn: Čielgiittâs nubbe ulme lii uáli anolâš: maggaar lii virgeomâhái já pargei sämikielâ táiđu.

source: dáidu.
smn: Koččâmâš

source: Gažaldatskoviid vástádusaid vuođul čielggaduvvo bastetgo virgeoapmahaččat, geaid sámi
smn: luámáttuvâi vástádâsâi vuáđuld čielgejuvvoo, pasteh-uv virgeomâhááh, kiäid säämi kielâlaahâ kuás

source: giellaláhka guoská, bálvalit sámegielat álbmoga.
smn: Čielgiittâs čuásáttâhjuávkkun láá taam ohtâvuođâst sämikuávlu

source: Čielggadeami čuozáhatjoavkun leat dán oktavuođas sámiid ruovttuguovllu gielddaid ja stáhta virgehálddašeaddjit ja bargit.
smn: kieldâi já staatâ virgehaldâšeijeeh já pargeeh. Čielgiittâsâst tarkkuustâlloo láá-uv uđđâ säämi kielâ

source: guorahallojit leamašgo ođđa sámi giellalágas váikkuhusat virgeoapmahaččaid sámegiela
smn: laavâst lamaš vaikuttâsah virgeomâhái sämikielâ kevttimân já sämmilij kielâlâš vuoigâdvuođâi

source: virgeoapmahččaid sámegiela dáidu ja bálvalandássi ovdal jagi 2004 giellalága ja das maŋŋá.
smn: olášuumán sehe viärdádâlloo virgeomâhái sämikielâ tááiđu já palvâlemtääsi ovdil ive 2004 kielâlaa vâ já ton maŋa.

source: Sámegielat áššebáhpáriid buohta guovddáš guorahallančuozáhahkan leat viggálaš áššebáhpáriid, nugo lágaid ja ásahusaid, njuolggadusaid, skoviid ja dieđáhusaid sámegillii oažžun.
smn: Sämikielâlâš äššikirjij uásild kuávdášlâš takkuustâllâmčuásáttuvah láá virgálâš äššikirjij, tegu laavâi já asâttâsâi, njuolgâdusâi, luámáttuvâi já tiäđáttâsâi finnim sämikielân.

source: Čálalaš
smn: Kirjálâš sämikielâlâš palvâ

source: sámegielat bálvalandási lassin lea dehalaš čielggadit virgeoapmahaččaid njálmmálaš sámegielat
smn: lemtääsi lasseen lii tehálâš čielgiđ virgeomâhái njálmálâš sämikielâlâš palvâlemtääsi já maht njál

source: bálvalandási ja mo njálmmálaš sámegielat bálvalusat sihkkarastojit.
smn: málâš sämikielâlâš palvâlusah turvâstuvvojeh.

source: Guovddáš gažaldahkan badjánit
smn: Kuávdášlâš koččâmâššân luptâneh virgeomâhái sä

source: virgeoapmahaččaid sámegiela njálmmálaš ja čálalaš máhttin, tulkabálvalusaid dássi ja
smn: mikielâ njálmálâš já kirjálâš mättim, tulkkâpalvâlusâi tääsi já keellijdvâšvuotâ, pargei sämikielâ

source: doarváivuohta, bargiid sámegiela oahppanvejolašvuođat ja lassin mo bargoaddi doarju bargiid
smn: oppâmmáhđulâšvuođah sehe maht pargoadeleijee tuárju pargei sämikielâ oppâm.

source: sámegiela studerema.
smn: Lasseen lii tehálâš

source: Lassin lea dehalaš čielggadit maid bargguin sámegiela máhttin adnojuvvo ovdun dahje barggu dikšuma eaktun.
smn: čielgiđ magarijn pargoin sämikielâ mättim kiäččoo hiättun tâi pargo hoittám iähtun.

source: Maiddái stáhta ja gielddaid doarjaga ja dan dási bargiid sámegiela lohkamii galgá čielggadit.
smn: kieldâi torjuu já ton tääsi pargei sämikielâ oppáid kalga čielgiđ.

source: 1.4 Čielggadeami duogáš
smn: 1.4 Čielgiittâs tuávááš

source: Sámit leat boarráseamos dovdojuvvon álbmotjoavku sámiid ássanguovlluin.
smn: Sämmiliih láá puárásumos tubdum aalmugjuávkku sämmilij asâttem kuávluin.

source: Sámit gullet Davvi
smn: Sämmiliih kuleh

source: Fennoskandia dalán jiekŋabaji maŋŋá ássan olbmuid maŋisboahttiide.
smn: Tave-Fennoskandia tállán jieŋâääigi maŋa asâttâm ulmui maajeeldpuátteid.

source: Suoma sámiid lohkumearis
smn: Suomâ sämmilij loho

source: leat vearuhusdieđuide vuođđudeaddji dieđut maŋitgaskaáigge rájes ja lohkumearri dárkkálmuvvá
smn: meereest láá viärukyeddimtiäđoid vuáđuduvvee tiäđuh maŋaškoskâääigi rääjist já lohomeeri tär

source: dálááigge guvlui s. 9500 Suoma sápmelažžii.
smn: hismuvá tááláá ääigi kulij puáđidijn suullân 9500 Suomâ sâmmilâžžân.

source: 1900-logus sámiid lohkumearri lea dutkojuvvon veahkadatdieđalaččat sámekomitea, sámiráđi,
smn: 1900-lovvoost sämmilij lohomeeri lii tutkum aalmugtieđâlávt sämikomitea, sämirääđi, sämitige já

source: sámedikki ja - parlameantta, Lappi čuvgehussearvvi ja stáhta veahkadatrehkenastima doaimmas.
smn: säämi parlameentâ, Säämi čuovviittâsseervi já staatâlâš aalmugrekinistem tooimâst. Sämmilij aal

source: Sámiid veahkadatstatistihkat ja statistihkkavuogit ja nappo maiddái árvvoštallamat sámiid lohkumearis molsašuddet statistihkaid mielde.
smn: muglovottuvah já lovottistemvyevih já tađe mield meiddei áárvuh sämmilij lohomeereest muttuus
